[
  {"id":"pub-inpress","citation":"Contreras, J. M., & Carpenter, M. (in press). Adjudication in the age of machina legalis: A governance architecture for trustworthy and responsible AI in courts.","link":""},
  {"id":"pub-2509","citation":"Contreras, J. M. (2025). Automated evaluation of gender bias across 13 large multimodal models. arXiv.","link":"https://arxiv.org/abs/2509.07050"},
  {"id":"pub-2507","citation":"Contreras, J. M. (2025). Automated safety evaluations across 20 large language models: The Aymara LLM Risk and Responsibility Matrix. arXiv.","link":"https://arxiv.org/abs/2507.14719"},
  {"id":"pub-2024-morehouse","citation":"Morehouse, K. N., Contreras, J. M., Pan, W., & Banaji, M. R. (2024). Bias transmission in large language models: Evidence from gender-occupation bias in GPT-4.","link":""},
  {"id":"pub-2017","citation":"Leshinskaya, A., Contreras, J. M., Caramazza, A., & Mitchell, J. P. (2017). Neural representations of belief concepts: A representational similarity approach to social semantics. Cerebral Cortex, 27(1), 344–357.","link":"https://doi.org/10.1093/cercor/bhw401"},
  {"id":"pub-2016","citation":"Tamir, D. I., Thornton, M. A., Contreras, J. M., & Mitchell, J. P. (2016). Neural evidence that three dimensions organize mental state representation: Rationality, social impact, and valence. Proceedings of the National Academy of Sciences, 113(1), 194–199.","link":"https://doi.org/10.1073/pnas.1511905112"},
  {"id":"pub-2013-1","citation":"Contreras, J. M., Banaji, M. R., & Mitchell, J. P. (2013). Multivoxel patterns in fusiform face area differentiate faces by sex and race. PLOS ONE, 8(7), e69684.","link":"https://doi.org/10.1371/journal.pone.0069684"},
  {"id":"pub-2013-2","citation":"Contreras, J. M., Schirmer, J., Banaji, M. R., & Mitchell, J. P. (2013). Common brain regions with distinct patterns of neural responses during mentalizing about groups and individuals. Journal of Cognitive Neuroscience, 25(9), 1406–1417.","link":"https://doi.org/10.1162/jocn_a_00403"},
  {"id":"pub-2013-3","citation":"Durante, F., Fiske, S. T., Kervyn, N., Cuddy, A. J., Akande, A., ... Contreras, J. M., ... (2013). Nations’ income inequality predicts ambivalence in stereotype content: How societies mind the gap. British Journal of Social Psychology, 52(4), 726–746.","link":"https://doi.org/10.1111/bjso.12005"},
  {"id":"pub-2012","citation":"Contreras, J. M., Banaji, M. R., & Mitchell, J. P. (2012). Dissociable neural correlates of stereotypes and other forms of semantic knowledge. Social Cognitive and Affective Neuroscience, 7(7), 764–770.","link":"https://doi.org/10.1093/scan/nsr053"}
]